lec.org
*** Lei de introdução às normas do Direito brasileiro

| Conceito                                          | Descrição                                                                                                                                                                                                                                                                                                                                                                                                                                            |
| **Lei de Introdução às Normas do Direito Brasileiro (LINDB)** | Decreto-Lei n. 4.647, de 4 de setembro de 1942. É uma legislação criada para **estabelecer princípios gerais para todas as leis e ramos do Direito**, sendo a “lei das leis”. Disciplina a aplicação de todas as leis brasileiras nos diversos ramos do Direito. Traz conceitos estruturantes para a adequada interpretação e aplicação do Direito. É a base normativa para a origem das fontes jurídicas formais e não formais. |
| **Conceito de Direito**                               | Segundo a Filosofia do Direito, é um **conjunto de regras para regular a vida em sociedade**, com o objetivo de manter a **paz social**. Diz respeito a **padrões de conduta e regras** sobre questões socialmente relevantes.                                                                                                                                                                                                                               |
| **Alteridade**                                     | Necessidade de falar em alteridade quando se fala em direito, pois **onde há Homem, há direito** (“ubi homo, ibi jus”). A necessidade de criar regras e padrões de conduta surge para preservar a convivência pacífica quando há mais de um indivíduo.                                                                                                                                                                                                               |
| **Direito objetivo**                               | A **regra imposta** ao modo de agir do ser humano. É a norma de comportamento à qual a pessoa deve se submeter, sob pena de aplicação de **sanção institucionalizada pelo Estado**. Exemplo: respeitar as normas de trânsito.                                                                                                                                                                                                                           |
| **Direito subjetivo**                              | A **possibilidade ou faculdade individual de agir de acordo com o direito**. Envolve as **prerrogativas** das quais um indivíduo é titular, obtendo certos efeitos jurídicos em virtude da norma estabelecida. Exemplo: o direito subjetivo de **propriedade de um imóvel** assegura ao proprietário as prerrogativas de usar, vender, locar, etc..                                                                                                                |
| **Fontes do Direito**                         | As formas como surgem as normas jurídicas. O direito brasileiro se origina a partir de **fontes jurídicas formais e não formais**, com base na LINDB. O estudo das fontes é importante para a interpretação e aplicação do Direito.                                                                                                                                                                                                                   |
| **Fontes formais** (Diretas ou Imediatas)        | Correspondem aos **elementos normativos por meio dos quais o Direito se manifesta formalmente** para regular a vida em sociedade. Descritas no art. 4º da LINDB. São **fontes independentes que derivam da própria lei**. Incluem a lei (primária) e analogia, costumes e princípios gerais do direito (secundárias).                                                                                                                           |
| **Lei** (Fonte formal primária)              | A **principal fonte do direito** no ordenamento positivo brasileiro. É a norma imposta pelo Estado, devendo ser obedecida, assumindo forma imperativa. Tem aplicação imediata. Existindo lei aplicável a um caso, esta deverá ser aplicada (subsunção). É a fonte formal direta ou imediata primária.                                                                                                                                     |
| **Fontes formais secundárias**                   | Incluem a **analogia, os costumes e os princípios gerais do direito**. Podem ser utilizadas pelo juiz para decidir um caso quando a lei for omissa ou inexistente. São fontes formais diretas ou imediatas secundárias.                                                                                                                                                                                                                           |
| **Analogia**                         | Uma das fontes formais secundárias. O juiz decidirá o caso de acordo com ela quando a **lei for omissa**. É um meio complementar para suprir lacunas do direito.                                                                                                                                                                                                                                                                      |
| **Costumes**                         | Uma das fontes formais secundárias. O juiz decidirá o caso de acordo com eles quando a **lei for omissa**. É um meio complementar para suprir lacunas do direito. A jurisprudência, quando comum sua aplicação, pode ser considerada parte dos costumes.                                                                                                                                                                            |
| **Princípios gerais do direito** | Uma das fontes formais secundárias. O juiz decidirá o caso de acordo com eles quando a **lei for omissa**. São aptos a **viabilizar a adequada interpretação e aplicação do Direito**, mesmo para fatos novos sem lei específica. Exemplo: princípio da boa-fé. São um meio complementar para suprir lacunas.                                                                                                                             |
| **Fontes não formais** (Indiretas ou Mediatas) | Aquelas que **não constam expressamente na Lei de Introdução**. Constituídas pela **doutrina, pela jurisprudência e pela equidade**. Podem ser utilizadas pelo juiz quando há inexistência de legislação aplicável a um caso concreto.                                                                                                                                                                                                             |
| **Doutrina**                                 | A **interpretação da lei feita pelos estudiosos da matéria**. Constituída por pareceres, ensinamentos, opiniões, dissertações e teses acadêmicas. Demonstra defeitos da lei e aponta caminhos para corrigi-los. É uma fonte não formal.                                                                                                                                                                                                       |
| **Jurisprudência**                           | A **interpretação da lei elaborada pelos órgãos do Poder Judiciário**. Sendo comum sua aplicação, pode ser considerada parte dos costumes. Exemplo: súmulas do STJ, STF e TST. É uma fonte não formal.                                                                                                                                                                                                                                  |
| **Equidade**                                 | O **uso do bom senso**, a justiça do caso particular, mediante a adaptação razoável da lei ao caso concreto. Pode ser utilizada pelo juiz quando há inexistência de legislação aplicável. É um meio complementar para suprir lacunas. É considerada fonte não formal.                                                                                                                                                                             |
| **Vedação ao "non liquet"**                          | Princípio que veda a qualquer juiz **se negar a conhecer, analisar e julgar processo** sob a justificativa de inexistência de lei aplicável. O juiz não se exime de decidir sob alegação de lacuna ou obscuridade do ordenamento jurídico.                                                                                                                                                                                                              |
| **Subsunção**                                        | Processo jurídico que corresponde à **incidência imediata ou direta de uma norma jurídica**. Ocorre quando existe uma lei aplicável a um caso concreto e esta deve ser aplicada.                                                                                                                                                                                                                                                           |
| **Características básicas da lei**               | **Generalidade**: dirige-se a todos os cidadãos (eficácia *erga omnes*). **Imperatividade**: impõe deveres e condutas. **Permanência**: perdura até ser revogada ou perder eficácia. **Competência**: emana de autoridade competente com respeito ao processo de elaboração. **Autorizante**: traz a ideia de um autorizamento, superando a tese de que não há norma sem sanção.                                                                |
| **Classificação da lei quanto à origem/extensão territorial** | **Leis federais**: criadas no âmbito da União, aplicam-se a todo o país ou parte dele. **Leis estaduais**: promulgadas pelas Assembleias Legislativas, destinam-se aos territórios estaduais. **Leis municipais**: aprovadas pelas Câmaras Municipais, com aplicabilidade limitada ao território respectivo.                                                                                                                                                                       |
| **Vigência das leis no tempo**                       | **Permanentes**: leis estabelecidas sem prazo de vigência predeterminado (regra geral). **Temporárias**: leis estabelecidas com prazo limitado de vigência. Os efeitos das normas temporárias são permanentes para situações jurídicas consolidadas durante sua aplicabilidade, salvo disposição legal posterior.                                                                                                                                     |
| **Hierarquia das leis**          | Dentro do sistema nacional: **Constituição** (fundamento do sistema positivo, mais importante norma, supremacia). **Leis infraconstitucionais** (não há hierarquia entre elas, mas peculiaridades). **Decretos regulamentares** (atos do Executivo para prover situações previstas na lei, explicitá-la e dar execução). **Normas internas** (disciplinam situações específicas, notadamente na Administração Pública, ex: estatutos, regimentos internos). |
| **Acórdão**                                          | Corresponde à **decisão proferida por um órgão colegiado de um tribunal**.                                                                                                                                                                                                                                                                                                                                                                                |
