lec.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="pt-br" xml:lang="pt-br">
<head>
<!-- 2025-05-26 seg 20:42 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Jackson de Jesus" />
<meta name="description" content="Resumo dos conceitos de Legislação, ética e conformidade" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/search.css"/>
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org0c0d260">Capítulo 1</a>
<ul>
<li><a href="#org62846b8">Lei de introdução às normas do Direito brasileiro</a></li>
</ul>
</li>
<li><a href="#orgb6c0cf2">Capítulo 2</a>
<ul>
<li><a href="#orgd6e5adf">Propriedade Intelectual e Direito Autoral</a></li>
</ul>
</li>
<li><a href="#org1ef0401">Capítulo 3</a>
<ul>
<li><a href="#org89ce3f9">Ética, boa-fé e transparência nas contratações por meios digitais, nos termos do Código Civil e do Código de Defesa do Consumidor</a></li>
</ul>
</li>
<li><a href="#org98c20f6">Capítulo 4</a>
<ul>
<li><a href="#orgb89e36a">Boas práticas nos negócios digitais e marco civil da internet</a></li>
</ul>
</li>
<li><a href="#org6d49186">Capítulo 5</a>
<ul>
<li><a href="#org2cb014b">Ambiente virutal</a></li>
</ul>
</li>
<li><a href="#orgb2a90f4">Capítulo 6</a>
<ul>
<li><a href="#org79bedee">Crimes virtuais e relações de trabalho: legislação e conformidade na Era Digital</a></li>
</ul>
</li>
<li><a href="#org0309012">Observações&#x2026;</a>
<ul>
<li><a href="#org1b2de56">Como organizei o conteúdo desta página</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org4e5470c">Voltar para o início&#x2026;</a></div>
</div>
<div id="outline-container-org0c0d260" class="outline-3">
<h3 id="org0c0d260">Capítulo 1</h3>
<div class="outline-text-3" id="text-org0c0d260">
</div>
<div id="outline-container-org62846b8" class="outline-4">
<h4 id="org62846b8">Lei de introdução às normas do Direito brasileiro</h4>
<div class="outline-text-4" id="text-org62846b8">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Conceito</td>
<td class="org-left">Descrição</td>
</tr>

<tr>
<td class="org-left"><b><b>Lei de Introdução às Normas do Direito Brasileiro (LINDB)</b></b></td>
<td class="org-left">Decreto-Lei n. 4.647, de 4 de setembro de 1942. É uma legislação criada para <b><b>estabelecer princípios gerais para todas as leis e ramos do Direito</b></b>, sendo a “lei das leis”. Disciplina a aplicação de todas as leis brasileiras nos diversos ramos do Direito. Traz conceitos estruturantes para a adequada interpretação e aplicação do Direito. É a base normativa para a origem das fontes jurídicas formais e não formais.</td>
</tr>

<tr>
<td class="org-left"><b><b>Conceito de Direito</b></b></td>
<td class="org-left">Segundo a Filosofia do Direito, é um <b><b>conjunto de regras para regular a vida em sociedade</b></b>, com o objetivo de manter a <b><b>paz social</b></b>. Diz respeito a <b><b>padrões de conduta e regras</b></b> sobre questões socialmente relevantes.</td>
</tr>

<tr>
<td class="org-left"><b><b>Alteridade</b></b></td>
<td class="org-left">Necessidade de falar em alteridade quando se fala em direito, pois <b><b>onde há Homem, há direito</b></b> (“ubi homo, ibi jus”). A necessidade de criar regras e padrões de conduta surge para preservar a convivência pacífica quando há mais de um indivíduo.</td>
</tr>

<tr>
<td class="org-left"><b><b>Direito objetivo</b></b></td>
<td class="org-left">A <b><b>regra imposta</b></b> ao modo de agir do ser humano. É a norma de comportamento à qual a pessoa deve se submeter, sob pena de aplicação de <b><b>sanção institucionalizada pelo Estado</b></b>. Exemplo: respeitar as normas de trânsito.</td>
</tr>

<tr>
<td class="org-left"><b><b>Direito subjetivo</b></b></td>
<td class="org-left">A <b><b>possibilidade ou faculdade individual de agir de acordo com o direito</b></b>. Envolve as <b><b>prerrogativas</b></b> das quais um indivíduo é titular, obtendo certos efeitos jurídicos em virtude da norma estabelecida. Exemplo: o direito subjetivo de <b><b>propriedade de um imóvel</b></b> assegura ao proprietário as prerrogativas de usar, vender, locar, etc..</td>
</tr>

<tr>
<td class="org-left"><b><b>Fontes do Direito</b></b></td>
<td class="org-left">As formas como surgem as normas jurídicas. O direito brasileiro se origina a partir de <b><b>fontes jurídicas formais e não formais</b></b>, com base na LINDB. O estudo das fontes é importante para a interpretação e aplicação do Direito.</td>
</tr>

<tr>
<td class="org-left"><b><b>Fontes formais</b></b> (Diretas ou Imediatas)</td>
<td class="org-left">Correspondem aos <b><b>elementos normativos por meio dos quais o Direito se manifesta formalmente</b></b> para regular a vida em sociedade. Descritas no art. 4º da LINDB. São <b><b>fontes independentes que derivam da própria lei</b></b>. Incluem a lei (primária) e analogia, costumes e princípios gerais do direito (secundárias).</td>
</tr>

<tr>
<td class="org-left"><b><b>Lei</b></b> (Fonte formal primária)</td>
<td class="org-left">A <b><b>principal fonte do direito</b></b> no ordenamento positivo brasileiro. É a norma imposta pelo Estado, devendo ser obedecida, assumindo forma imperativa. Tem aplicação imediata. Existindo lei aplicável a um caso, esta deverá ser aplicada (subsunção). É a fonte formal direta ou imediata primária.</td>
</tr>

<tr>
<td class="org-left"><b><b>Fontes formais secundárias</b></b></td>
<td class="org-left">Incluem a <b><b>analogia, os costumes e os princípios gerais do direito</b></b>. Podem ser utilizadas pelo juiz para decidir um caso quando a lei for omissa ou inexistente. São fontes formais diretas ou imediatas secundárias.</td>
</tr>

<tr>
<td class="org-left"><b><b>Analogia</b></b></td>
<td class="org-left">Uma das fontes formais secundárias. O juiz decidirá o caso de acordo com ela quando a <b><b>lei for omissa</b></b>. É um meio complementar para suprir lacunas do direito.</td>
</tr>

<tr>
<td class="org-left"><b><b>Costumes</b></b></td>
<td class="org-left">Uma das fontes formais secundárias. O juiz decidirá o caso de acordo com eles quando a <b><b>lei for omissa</b></b>. É um meio complementar para suprir lacunas do direito. A jurisprudência, quando comum sua aplicação, pode ser considerada parte dos costumes.</td>
</tr>

<tr>
<td class="org-left"><b><b>Princípios gerais do direito</b></b></td>
<td class="org-left">Uma das fontes formais secundárias. O juiz decidirá o caso de acordo com eles quando a <b><b>lei for omissa</b></b>. São aptos a <b><b>viabilizar a adequada interpretação e aplicação do Direito</b></b>, mesmo para fatos novos sem lei específica. Exemplo: princípio da boa-fé. São um meio complementar para suprir lacunas.</td>
</tr>

<tr>
<td class="org-left"><b><b>Fontes não formais</b></b> (Indiretas ou Mediatas)</td>
<td class="org-left">Aquelas que <b><b>não constam expressamente na Lei de Introdução</b></b>. Constituídas pela <b><b>doutrina, pela jurisprudência e pela equidade</b></b>. Podem ser utilizadas pelo juiz quando há inexistência de legislação aplicável a um caso concreto.</td>
</tr>

<tr>
<td class="org-left"><b><b>Doutrina</b></b></td>
<td class="org-left">A <b><b>interpretação da lei feita pelos estudiosos da matéria</b></b>. Constituída por pareceres, ensinamentos, opiniões, dissertações e teses acadêmicas. Demonstra defeitos da lei e aponta caminhos para corrigi-los. É uma fonte não formal.</td>
</tr>

<tr>
<td class="org-left"><b><b>Jurisprudência</b></b></td>
<td class="org-left">A <b><b>interpretação da lei elaborada pelos órgãos do Poder Judiciário</b></b>. Sendo comum sua aplicação, pode ser considerada parte dos costumes. Exemplo: súmulas do STJ, STF e TST. É uma fonte não formal.</td>
</tr>

<tr>
<td class="org-left"><b><b>Equidade</b></b></td>
<td class="org-left">O <b><b>uso do bom senso</b></b>, a justiça do caso particular, mediante a adaptação razoável da lei ao caso concreto. Pode ser utilizada pelo juiz quando há inexistência de legislação aplicável. É um meio complementar para suprir lacunas. É considerada fonte não formal.</td>
</tr>

<tr>
<td class="org-left"><b><b>Vedação ao "non liquet"</b></b></td>
<td class="org-left">Princípio que veda a qualquer juiz <b><b>se negar a conhecer, analisar e julgar processo</b></b> sob a justificativa de inexistência de lei aplicável. O juiz não se exime de decidir sob alegação de lacuna ou obscuridade do ordenamento jurídico.</td>
</tr>

<tr>
<td class="org-left"><b><b>Subsunção</b></b></td>
<td class="org-left">Processo jurídico que corresponde à <b><b>incidência imediata ou direta de uma norma jurídica</b></b>. Ocorre quando existe uma lei aplicável a um caso concreto e esta deve ser aplicada.</td>
</tr>

<tr>
<td class="org-left"><b><b>Características básicas da lei</b></b></td>
<td class="org-left"><b><b>Generalidade</b></b>: dirige-se a todos os cidadãos (eficácia <b>erga omnes</b>). <b><b>Imperatividade</b></b>: impõe deveres e condutas. <b><b>Permanência</b></b>: perdura até ser revogada ou perder eficácia. <b><b>Competência</b></b>: emana de autoridade competente com respeito ao processo de elaboração. <b><b>Autorizante</b></b>: traz a ideia de um autorizamento, superando a tese de que não há norma sem sanção.</td>
</tr>

<tr>
<td class="org-left"><b><b>Classificação da lei quanto à origem/extensão territorial</b></b></td>
<td class="org-left"><b><b>Leis federais</b></b>: criadas no âmbito da União, aplicam-se a todo o país ou parte dele. <b><b>Leis estaduais</b></b>: promulgadas pelas Assembleias Legislativas, destinam-se aos territórios estaduais. <b><b>Leis municipais</b></b>: aprovadas pelas Câmaras Municipais, com aplicabilidade limitada ao território respectivo.</td>
</tr>

<tr>
<td class="org-left"><b><b>Vigência das leis no tempo</b></b></td>
<td class="org-left"><b><b>Permanentes</b></b>: leis estabelecidas sem prazo de vigência predeterminado (regra geral). <b><b>Temporárias</b></b>: leis estabelecidas com prazo limitado de vigência. Os efeitos das normas temporárias são permanentes para situações jurídicas consolidadas durante sua aplicabilidade, salvo disposição legal posterior.</td>
</tr>

<tr>
<td class="org-left"><b><b>Hierarquia das leis</b></b></td>
<td class="org-left">Dentro do sistema nacional: <b><b>Constituição</b></b> (fundamento do sistema positivo, mais importante norma, supremacia). <b><b>Leis infraconstitucionais</b></b> (não há hierarquia entre elas, mas peculiaridades). <b><b>Decretos regulamentares</b></b> (atos do Executivo para prover situações previstas na lei, explicitá-la e dar execução). <b><b>Normas internas</b></b> (disciplinam situações específicas, notadamente na Administração Pública, ex: estatutos, regimentos internos).</td>
</tr>

<tr>
<td class="org-left"><b><b>Acórdão</b></b></td>
<td class="org-left">Corresponde à <b><b>decisão proferida por um órgão colegiado de um tribunal</b></b>.</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
