lec.org
*** Propriedade Intelectual e Direito Autoral

| Conceito                 | Descrição                                                                                                                                                                                                                                                                                                                                                                                                             |
| **Propriedade Intelectual**      | É o termo mais abrangente que engloba matérias relacionadas à propriedade industrial (como marcas e patentes) e à proteção aos cultivares.                                                                                                                                                                                                                                                                             |
| **Direito Autoral / Direito de Autor** | Ramo do direito responsável por regular as relações jurídicas, advindas da criação e da utilização econômica de obras intelectuais estéticas e compreendidas na literatura, nas artes e nas ciências. É o direito que o criador de obra intelectual tem de receber os frutos resultantes da reprodução, da execução ou da representação de suas criações. Visa garantir ao autor um reconhecimento moral e a devida recompensa financeira em troca da utilização da obra. Possui previsão constitucional. |
| **Lei de Software (Lei n. 9.609/1998)** | Lei Federal que dispõe sobre a proteção da propriedade intelectual de programa de computador e sua comercialização no Brasil. Regulamenta o tema no Brasil. Confere proteção ao programa de computador em si, à expressão literal do software, representado em seu código-fonte.                                                                                                                            |
| **Lei de Direitos Autorais (Lei n. 9.610/1998)** | Lei Federal referente aos direitos autorais. Refere-se aos direitos de autor e aos direitos que lhes são conexos. Regulamentou os direitos autorais previstos na Constituição Federal.                                                                                                                                                                                                                 |
| **Programa de computador / Software** | É a expressão de um conjunto organizado de instruções em linguagem natural ou codificada, contida em suporte físico de qualquer natureza, de emprego necessário em máquinas automáticas de tratamento da informação, dispositivos, instrumentos ou equipamentos periféricos, baseados em técnica digital ou análoga, para fazê-los funcionar de modo e para fins determinados. Pode ser associado a aplicativos e programas destinados ao atendimento de alguma necessidade de mercado. É protegido por legislação específica (Lei de Software), mas também indicado na Lei de Direitos Autorais. |
| **Direitos conexos**             | Direitos inerentes aos artistas, intérpretes ou executantes (atores, cantores, músicos executantes etc.), aos produtores de fonogramas e aos organismos de radiodifusão. Quando a expressão "direitos autorais" é usada no plural, pressupõe-se referência tanto aos direitos de autor propriamente ditos quanto aos direitos conexos.                                                                                                  |
| **Direito moral do autor**       | Aspecto do direito autoral que representa a proteção à integridade da obra. Assegura ao autor, a qualquer tempo, o direito de reivindicar a paternidade do programa de computador e o direito de opor-se a alterações não-autorizadas que impliquem deformação, mutilação ou modificação do programa, que prejudiquem sua honra ou reputação. Não se aplicam integralmente ao programa de computador, com ressalvas específicas. |
| **Direitos patrimoniais**        | Direitos inerentes à exposição da obra ao público, como os direitos de representação e de reprodução da obra. Aspecto do direito autoral voltado à valorização do trabalho de inovação e sua remuneração adequada.                                                                                                                                                                                                       |
| **Registro de programa de computador** | Embora não seja obrigatório por lei, é fundamental para comprovar a autoria de seu desenvolvimento perante o Poder Judiciário. É útil em disputas judiciais envolvendo concorrência desleal, uso de cópias não autorizadas, pirataria, garantindo maior segurança jurídica ao seu detentor para proteger seu ativo de negócio. É sigiloso, vincula os dados do software a uma data e cria presunção de titularidade. Garante a propriedade e a segurança jurídica necessária para proteger o desenvolvedor. O registro é válido por 50 anos a partir da sua criação ou de 1º de janeiro do ano seguinte à sua publicação. O registro tem validade em 176 países signatários da Convenção de Berna. |
| **Contrato de licença de uso**   | O uso de programa de computador no País será objeto deste contrato. No Brasil, a autorização para uso de um programa de computador, que depende de autorização prévia e expressa do titular, é concedida mediante este contrato, que regulamenta o uso do programa. É uma autorização específica para determinada modalidade de uso, permitindo apenas a forma de utilização constante no documento. Em virtude da comercialização maciça, o titular concede um "contrato" de licença mediante a aceitação dos Termos de Uso. |
| **Software proprietário**        | Software devidamente protegido e registrado perante o Inpi, que não concede ao usuário acesso ao código-fonte, não permite cópia, distribuição ou alteração, e seu uso se dá por licença de uso, existindo pagamento de contraprestação.                                                                                                                                                                                          |
| **Software livre**               | Software que dá ao usuário a liberdade para executar, copiar, distribuir, estudar, modificar e aperfeiçoar o programa. As quatro liberdades essenciais são: executar o programa (para qualquer propósito), estudar como o programa funciona e adaptá-lo (acesso ao código-fonte é pré-requisito), redistribuir cópias, e aperfeiçoar o programa e liberar melhorias para a comunidade (acesso ao código-fonte é pré-requisito). A liberdade associada a ele, de copiar, modificar e redistribuir, independe de gratuidade. |
| **Pirataria de software**        | Expressão popular que sugere a prática de condutas que caracterizam a violação de direitos autorais, notadamente o plágio e a contrafação. Envolve a utilização não autorizada, não licenciada de software ou em desacordo com os termos de uso da licença. Juridicamente, é classificada como a violação aos direitos autorais tratados na Lei de Software e na Lei de Direitos Autorais.                                                                                    |
| **Violação de direitos autorais** | Utilização, publicação ou reprodução em desrespeito aos direitos constitucionalmente assegurados ao autor. Caracterizada pela utilização não autorizada, não licenciada de software ou em desacordo com os termos de uso da licença. Pode ensejar sanções de natureza civil e criminal.                                                                                                               |
| **Plágio**                       | Consiste em apresentar como sua a obra intelectual produzida por outra pessoa, podendo ser total ou parcial, onde a forma apresentada coincide com a obra plagiada, deixando de referenciar adequadamente a fonte. Prioritariamente busca atingir a personalidade do autor, pretendendo ser reconhecido como o legítimo criador.                                                                                               |
| **Contrafação**                  | É a reprodução não autorizada. Equivale a reproduzir uma obra, sem autorização, independentemente do meio utilizado. Atenta contra a individualidade da obra alheia, visando prioritariamente obter ilicitamente vantagem econômica.                                                                                                                                                                                   |
| **Sanções civis**                | Meio de reparação que o autor dispõe para garantir a defesa de seus direitos em caso de violação autoral. Aplicam-se independentemente de medidas de natureza penal. Previstas na Lei de Direitos Autorais (arts. 101 a 110) e na Lei de Software (arts. 12 a 14). O prejudicado pode intentar ação para proibir a prática do ato incriminado e cumulá-la com perdas e danos. Incluem apreensão, suspensão da divulgação, indenização, destruição de exemplares, entre outros. |
| **Sanções penais / Sanções criminais** | Meio de reparação que o autor dispõe para garantir a defesa de seus direitos em caso de violação autoral. O Código Penal Brasileiro estabelece um capítulo específico para os crimes contra a propriedade intelectual (art. 184). A Lei de Software prevê penas de detenção ou reclusão e multa para violação de direitos de autor de programa de computador.                                                                         |
| **Responsabilidade civil**       | Aplicável em caso de utilização fraudulenta de uma obra intelectual como programa de computador, assegurando ao titular o direito à devida indenização. Empresas que violam direitos autorais relacionados à utilização não licenciada de software podem ser responsabilizadas e condenadas ao pagamento de indenização a título de danos materiais.                                                                             |
| **Ações judiciais indenizatórias / Indenização** | Decorrem da responsabilidade civil por pirataria de software. O titular cuja obra seja fraudulentamente utilizada pode requerer a apreensão ou suspensão, sem prejuízo da indenização cabível. O valor da indenização pode ser fixado pelo Poder Judiciário levando em consideração o valor de mercado dos programas utilizados indevidamente. O Superior Tribunal de Justiça consolidou o entendimento de que a indenização deve ter caráter punitivo para inibir novas práticas, podendo ser majorada, como o equivalente a 10 vezes o valor dos programas apreendidos. |

