lec.html
<div id="outline-container-org1ef0401" class="outline-3">
<h3 id="org1ef0401">Capítulo 3</h3>
<div class="outline-text-3" id="text-org1ef0401">
</div>
<div id="outline-container-org89ce3f9" class="outline-4">
<h4 id="org89ce3f9">Ética, boa-fé e transparência nas contratações por meios digitais, nos termos do Código Civil e do Código de Defesa do Consumidor</h4>
<div class="outline-text-4" id="text-org89ce3f9">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Conceito</td>
<td class="org-left">Descrição</td>
</tr>

<tr>
<td class="org-left"><b><b>Ética, boa-fé e transparência nas contratações por meios digitais</b></b></td>
<td class="org-left">Princípios jurídicos que devem ser rigorosamente observados e cumpridos nas contratações realizadas no ambiente virtual, notadamente a boa-fé e a transparência nas manifestações das partes. São necessários em todas as etapas negociais e correspondem à ética que deve prevalecer em qualquer modalidade de contratação.</td>
</tr>

<tr>
<td class="org-left"><b><b>Direito Civil</b></b></td>
<td class="org-left">Ramo do direito responsável por reger as relações entre os particulares, disciplinando a vida das pessoas e a regulamentação das relações patrimoniais que surgem entre indivíduos, incluindo relações contratuais.</td>
</tr>

<tr>
<td class="org-left"><b><b>Tecnologia da Informação e Comunicação (TIC)</b></b></td>
<td class="org-left">Uso cada vez mais abrangente nas relações contratuais, conectando pelo menos alguma das etapas da negociação (pré-contratual, contratual, pós-contratual). A economia é fortemente amparada (e dependente) da TIC, e a economia do compartilhamento demanda seu uso intensivo. A vulnerabilidade do consumidor tende a aumentar com produtos/serviços relacionados à TIC, dada a complexidade técnica.</td>
</tr>

<tr>
<td class="org-left"><b><b>Economia do compartilhamento</b></b></td>
<td class="org-left">Modelo que aproxima pessoas com interesses e necessidades comuns para lhes proporcionar oportunidades de uso compartilhado, com economia financeira e comodidade. Revolve a maneira de consumir produtos/serviços. Exemplos incluem Uber e Airbnb. Demanda novas formas de contratar e negociar, com intensivo uso de contratos de seguro e responsabilidade civil, intermediados pela TIC.</td>
</tr>

<tr>
<td class="org-left"><b><b>Princípio da Boa-fé</b></b></td>
<td class="org-left">Obrigação dos contratantes de agirem com lealdade e boa-fé em todas as etapas de uma contratação (oferta, negociação, obrigações pós-venda). É um elemento indispensável para a proteção jurídica da confiança. No CDC, é o princípio máximo orientador, exigido na fase pré-contratual, formação e execução dos contratos, visando restabelecer o equilíbrio e compensar a vulnerabilidade fática do consumidor. Veja também "Boa-fé objetiva".</td>
</tr>

<tr>
<td class="org-left"><b><b>Princípio da Transparência</b></b></td>
<td class="org-left">A fase negocial deve ser transparente para ambas as partes, especialmente em plataformas digitais. Cláusulas contratuais e termos de uso devem ser elaborados de forma clara, objetiva, coerente e de fácil compreensão para o cidadão comum. É um princípio das relações de consumo (art. 4º do CDC), que representa a obrigação do fornecedor de dar ao consumidor a oportunidade de conhecer os produtos/serviços. Deve reger todas as etapas do contrato. Exigida pelo CDC para proteger o consumidor.</td>
</tr>

<tr>
<td class="org-left"><b><b>Contrato Eletrônico</b></b></td>
<td class="org-left">Novas modalidades contratuais que se baseiam em meios digitais (assinaturas digitais, smart contracts, blockchains), minimizando o uso de suporte físico. Proporciona segurança jurídica e aumento da eficiência econômica e na gestão do tempo. Sua validade está condicionada à observância dos requisitos formais do Código Civil.</td>
</tr>

<tr>
<td class="org-left"><b><b>Requisitos de validade do contrato (Código Civil)</b></b></td>
<td class="org-left">Para a validade de um contrato (incluindo virtuais), exige-se: 1) Agente capaz; 2) Objeto negociado lícito, possível, determinado ou determinável; 3) Contratação seguindo forma determinada ou não proibida pela lei. Além disso, capacidade das partes e manifestação inequívoca de vontade.</td>
</tr>

<tr>
<td class="org-left"><b><b>Código de Defesa do Consumidor (CDC)</b></b></td>
<td class="org-left">Lei que sistematiza a tutela especial infraconstitucional do consumidor. É uma lei de função social que estabelece valores, assegura direitos aos consumidores e impõe deveres aos fornecedores para transformar a realidade social. Contém princípios como vulnerabilidade, boa-fé, transparência, informação, garantia de adequação e intervenção do Estado.</td>
</tr>

<tr>
<td class="org-left"><b><b>Conceito de Consumidor (CDC)</b></b></td>
<td class="org-left">Amplo, incluindo toda pessoa física ou jurídica que adquire ou utiliza produto ou serviço como destinatário final, bem como a coletividade de pessoas (ainda que indetermináveis) que haja intervindo nas relações de consumo. Equipara-se a consumidor as vítimas de acidentes de consumo e pessoas expostas a práticas comerciais. Não deve ser visto apenas sob perspectiva econômica, mas também considerando circunstâncias subjetivas e os efeitos do marketing.</td>
</tr>

<tr>
<td class="org-left"><b><b>Vulnerabilidade do Consumidor (CDC)</b></b></td>
<td class="org-left">Reconhecimento legal (art. 4º, I do CDC) de que o consumidor é a parte mais frágil nas relações de consumo, visando restabelecer o equilíbrio. É presumida, cultural e materialmente. Decorre do monopólio técnico/administrativo e da maior capacidade econômica do fornecedor. Tende a ser ainda maior em relações com produtos/serviços de TIC.</td>
</tr>

<tr>
<td class="org-left"><b><b>Dever de informar (CDC)</b></b></td>
<td class="org-left">Direito básico do consumidor (art. 6º, III), complementar ao princípio da transparência. A informação deve ser adequada e clara sobre produtos/serviços (quantidade, características, composição, qualidade, tributos, preço, riscos). Assegura o direito de ser informado e educado para a defesa dos seus direitos. No comércio eletrônico, o fornecedor deve fornecer informações claras e transparentes sobre preços, restrições, pagamentos, contrato, cancelamento. A oferta deve ser detalhada, precisa e permitir o esclarecimento de dúvidas.</td>
</tr>

<tr>
<td class="org-left"><b><b>Comércio eletrônico (e-commerce)</b></b></td>
<td class="org-left">Atividade comercial que acontece por processos digitais realizados através de uma rede. Inclui transações B2B e B2C. Comercializa bens corpóreos (físicos) e incorpóreos (digitais). Teve forte expansão durante a pandemia de Covid-19. A desconfiança é uma barreira para sua expansão, exigindo reforço da boa-fé objetiva e transparência. Requer proteção tecnológica e jurídica de dados (LGPD).</td>
</tr>

<tr>
<td class="org-left"><b><b>Boa-fé objetiva</b></b></td>
<td class="org-left">Dever de conduta contratual que deve ser assumido no tocante ao cumprimento das obrigações e deveres secundários (laterais, anexos ou instrumentais) de conduta contraídos pelas partes em sua negociação, como os de prestação de informação correta, esclarecimento, lealdade e assistência. Sua observância é crucial para a proteção da confiança do consumidor no comércio eletrônico.</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
