lec.html
<div id="outline-container-org98c20f6" class="outline-3">
<h3 id="org98c20f6">Capítulo 4</h3>
<div class="outline-text-3" id="text-org98c20f6">
</div>
<div id="outline-container-orgb89e36a" class="outline-4">
<h4 id="orgb89e36a">Boas práticas nos negócios digitais e marco civil da internet</h4>
<div class="outline-text-4" id="text-orgb89e36a">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Conceito</td>
<td class="org-left">Descrição</td>
</tr>

<tr>
<td class="org-left"><b><b>Marco Civil da Internet (Lei n. 12.965/2014)</b></b></td>
<td class="org-left">Lei que estabelece princípios, garantias, direitos e deveres para o uso da Internet no Brasil. Visa criar <b><b>segurança jurídica</b></b> para o Poder Judiciário em causas envolvendo internet e Tecnologia da Informação e Comunicação (TIC), buscando evitar decisões judiciais contraditórias. Seus princípios, garantias, direitos e deveres baseiam-se nos <b><b>fundamentos da Constituição Federal Brasileira</b></b>. Considera o <b><b>acesso à internet essencial ao exercício da cidadania</b></b>. Regula temas como a neutralidade de rede, proteção da privacidade e dados pessoais, guarda de registros e responsabilidade dos provedores.</td>
</tr>

<tr>
<td class="org-left"><b><b>Fundamentos Constitucionais do Marco Civil da Internet</b></b></td>
<td class="org-left">A interpretação e aplicação do Marco Civil da Internet devem observar os princípios fundamentais da Constituição Federal (arts. 1º a 4º). Estes incluem valores como a cidadania, a dignidade da pessoa humana, o trabalho e a livre iniciativa, com o objetivo de construir uma sociedade justa, livre e solidária, garantindo o desenvolvimento nacional e promovendo o bem de todos, sem preconceitos ou discriminação.</td>
</tr>

<tr>
<td class="org-left"><b><b>Liberdade de Expressão (no Marco Civil da Internet)</b></b></td>
<td class="org-left">Valor e princípio importante no MCI, garantido pela Constituição Federal. A <b><b>remoção de conteúdos na internet não deve ser feita de maneira arbitrária</b></b>. É condição para o pleno exercício do direito de acesso à internet. O MCI busca assegurar a liberdade de expressão e impedir a censura. Quando um provedor de aplicações remove conteúdo, deve comunicar ao usuário os motivos detalhados para permitir o <b><b>contraditório e a ampla defesa</b></b>, evitando censura indevida.</td>
</tr>

<tr>
<td class="org-left"><b><b>Proteção da Privacidade e dos Dados Pessoais (no Marco Civil da Internet)</b></b></td>
<td class="org-left">Princípio e garantia no MCI. Provedores devem proteger dados pessoais e comunicações privadas para preservar a intimidade, vida privada, honra e imagem das partes. Usuários têm direito à <b><b>inviolabilidade da intimidade e da vida privada</b></b> e ao <b><b>sigilo das comunicações e dados privados armazenados</b></b>, salvo por ordem judicial. Dados pessoais <b><b>não devem ser fornecidos a terceiros sem consentimento livre, expresso e informado</b></b> ou previsão legal. Usuários têm direito a <b><b>informações claras</b></b> sobre coleta, uso, armazenamento, tratamento e proteção de seus dados, para finalidades justificadas, legais e especificadas em contrato/termos de uso. Exige-se <b><b>consentimento expresso e destacado</b></b> para tratamento de dados pessoais. Usuários têm direito à <b><b>exclusão definitiva de dados pessoais</b></b> ao término da relação (com ressalvas legais de guarda obrigatória). Provedores só entregam registros/dados via ordem judicial. A legislação brasileira (MCI e LGPD) sobre proteção de dados aplica-se a provedores estrangeiros em certas condições (se coleta/guarda/tratamento, terminal ou estabelecimento no Brasil). O descumprimento acarreta penalidades. O acesso a registros via requerimento judicial requer justificação motivada para evitar violação de privacidade e relativização do sigilo.</td>
</tr>

<tr>
<td class="org-left"><b><b>Princípio da Neutralidade de Rede</b></b></td>
<td class="org-left">Determina que as empresas de telecomunicações responsáveis pela transmissão/roteamento de dados devem <b><b>tratar qualquer pacote de dados de maneira isonômica</b></b>, sem distinção por conteúdo, origem, destino, serviço, terminal ou aplicação. Impede que determinadas empresas ou serviços sejam favorecidos indevidamente. Visa estabelecer <b><b>condições igualitárias entre concorrentes</b></b> ao utilizar estruturas de telecomunicações para implementar a concorrência e a defesa do consumidor. Exceção para serviços de emergência. Se necessário discriminar ou degradar o tráfego nas hipóteses legais, deve ser feito sem dano aos usuários, que devem ser informados de modo transparente. Proíbe o provedor de conexão de bloquear, monitorar, filtrar ou analisar o conteúdo dos pacotes de dados, interferindo ou examinando hábitos de uso.</td>
</tr>

<tr>
<td class="org-left"><b><b>Direitos e Garantias Adicionais dos Usuários (MCI)</b></b></td>
<td class="org-left">Além de privacidade/dados/expressão: <b><b>não suspensão da conexão à internet</b></b>, salvo por débito direto; <b><b>manutenção da qualidade contratada</b></b> da conexão; informações claras e completas em contratos sobre o regime de proteção de registros, dados e práticas de gerenciamento de rede; <b><b>publicidade e clareza</b></b> de políticas de uso dos provedores; <b><b>acessibilidade</b></b> (considerando características físico-motoras, perceptivas, sensoriais, intelectuais e mentais); <b><b>aplicação das normas de proteção e defesa do consumidor</b></b> nas relações realizadas na internet.</td>
</tr>

<tr>
<td class="org-left"><b><b>Deveres e Responsabilidades dos Provedores (Geral)</b></b></td>
<td class="org-left">Devem observar os princípios, garantias, direitos e deveres estabelecidos no Marco Civil da Internet. Podem ser responsabilizados civilmente por danos decorrentes de suas atividades. Suas obrigações incluem a <b><b>guarda de registros</b></b> (de conexão e de acesso a aplicações, com regras e prazos específicos) e a <b><b>responsabilidade por conteúdo gerado por terceiros</b></b> sob certas condições legais. O descumprimento das disposições relativas à proteção de registros, dados pessoais e comunicações privadas acarreta penalidades (advertência, multa, suspensão, proibição).</td>
</tr>

<tr>
<td class="org-left"><b><b>Provedor de Conexão à Internet</b></b></td>
<td class="org-left">Responsável por disponibilizar um <b><b>caminho lógico</b></b> entre o aparelho do usuário e a internet, atribuindo endereço IP e fornecendo infraestrutura para envio/recebimento de dados. Sua atuação se limita à disponibilização do canal de comunicação, não analisando conteúdos transmitidos. <b><b>Não será responsabilizado civilmente por danos decorrentes de conteúdo gerado por terceiros</b></b>. Deve <b><b>guardar registros de conexão</b></b> por 1 ano, sob sigilo e segurança (salvo requisição judicial para prazo maior), mas <b><b>é vedado guardar os registros de acesso a aplicações de internet</b></b>. A disponibilização de registros requer autorização judicial.</td>
</tr>

<tr>
<td class="org-left"><b><b>Provedor de Aplicações de Internet</b></b></td>
<td class="org-left">Empresa que presta serviços ou oferta produtos em determinado site ou portal de internet. Deve <b><b>manter os registros de acesso a aplicações</b></b> por 6 meses, sob sigilo e segurança (salvo requisição judicial ou de autoridade para acesso ou prazo maior). <b><b>Somente poderá ser responsabilizado civilmente por danos decorrentes de conteúdo gerado por terceiros se, após ordem judicial específica, não tornar o conteúdo apontado como infringente indisponível</b></b> dentro dos limites técnicos e prazo. Essa regra visa assegurar a liberdade de expressão e impedir a censura. Exceção notável é a responsabilidade subsidiária via notificação ("notice and take down") para conteúdo privado íntimo sem autorização. Se demandado judicialmente, deve fornecer o número de protocolo IP do criador do conteúdo ofensivo. Deve comunicar ao usuário responsável os motivos e informações relativos à indisponibilização de conteúdo. Não guardar registros de acesso a conteúdo não implica responsabilidade por danos de terceiros.</td>
</tr>

<tr>
<td class="org-left"><b><b>Guarda de Registros de Conexão</b></b></td>
<td class="org-left">Obrigação legal, imposta aos <b><b>provedores de acesso (conexão)</b></b>, de manter os registros de conexão (informações como endereço IP, horário de acesso, etc.) sob sigilo, em ambiente controlado e seguro, pelo prazo de <b><b>um ano</b></b>. Esses registros são importantes para apuração de crimes e ilícitos civis, auxiliando na identificação de autores. A disponibilização desses registros ao requerente requer <b><b>autorização judicial</b></b>. É vedado aos provedores de conexão guardar registros de acesso a aplicações de internet.</td>
</tr>

<tr>
<td class="org-left"><b><b>Guarda de Registros de Acesso a Aplicações</b></b></td>
<td class="org-left">Obrigação legal, imposta aos <b><b>provedores de aplicações</b></b>, de manter os registros de acesso a aplicações de internet (sites, serviços) sob sigilo, em ambiente controlado e de segurança, pelo prazo de <b><b>seis meses</b></b>. Autoridades (policial, administrativa, Ministério Público) podem requerer o acesso a esses registros ou determinar que sejam guardados por prazo superior. A parte interessada pode requerer judicialmente ao provedor a guarda ou o fornecimento desses registros para fins de prova em processo judicial.</td>
</tr>

<tr>
<td class="org-left"><b><b>Responsabilidade Subsidiária por Violação da Intimidade ("Notice and Take Down")</b></b></td>
<td class="org-left">Regra específica para provedores de aplicações. O provedor é <b><b>responsabilizado subsidiariamente</b></b> pela violação da intimidade (divulgação sem autorização de imagens/vídeos/materiais com cenas de nudez ou atos sexuais privados) se, após o <b><b>recebimento de notificação</b></b> pelo participante ou representante legal, deixar de promover, de forma diligente, a indisponibilização desse conteúdo. Dispensa a exigência prévia de ordem judicial (sistema "notice and take down"). A notificação deve identificar o material e comprovar a legitimidade. Cabe ao provedor verificar autorização e indícios de prejuízo (como "revenge porn").</td>
</tr>

<tr>
<td class="org-left"><b><b>Requerimento Judicial de Registros (Art. 22 MCI)</b></b></td>
<td class="org-left">Possibilidade legal de a parte interessada requerer ao juiz que ordene ao responsável pela guarda o fornecimento de registros de conexão ou de acesso a aplicações de internet. O objetivo é formar conjunto probatório em processo judicial (cível ou penal). Para admissibilidade, o requerimento deve conter fundados indícios do ilícito, justificativa motivada da utilidade dos registros para investigação/prova, e o período a que se referem os registros. Não basta mera suspeita. O juiz deve tomar providências para assegurar o sigilo das informações.</td>
</tr>

<tr>
<td class="org-left"><b><b>Boas Práticas Comerciais, Autorregulamentação e Conformidade (Compliance) nos Negócios Digitais</b></b></td>
<td class="org-left">Adoção de <b><b>políticas e diretrizes empresariais</b></b> que vão além do mero cumprimento da lei, prezando pelo <b><b>respeito ao cliente</b></b>. Inclui um <b><b>código de ética e conduta</b></b> que se materialize na <b><b>transparência e na boa-fé</b></b> em todas as etapas contratuais. Visa prevenir problemas e irregularidades, evitar a intervenção punitiva do Estado e, por consequência, prestigiar e <b><b>proteger a confiança do consumidor</b></b>. É uma atitude de sobrevivência em mercado competitivo. Justifica-se para não perder mercado, evitar resultados econômicos negativos, prejuízo ao valor da marca e sanções legais. Implica a disponibilização de ferramentas para que o consumidor possa reclamar/denunciar e a apuração rápida e rigorosa das denúncias, com respostas baseadas na legislação. A empresa é <b><b>responsável solidariamente pela atuação de seus parceiros</b></b>. A autorregulamentação e prevenção de comportamentos abusivos (inclusive crimes contra a honra) por meio de supervisão e canais de moderação/atendimento pode ser eficiente para manter o ambiente virtual saudável e reduzir riscos de responsabilização judicial.</td>
</tr>

<tr>
<td class="org-left"><b><b>Vulnerabilidade do Consumidor (no contexto digital)</b></b></td>
<td class="org-left">Reconhecimento de que o consumidor é a parte mais frágil nas relações de consumo. A informatização e globalização agravaram sua vulnerabilidade (informacional, técnica, fática e jurídica). Fornecedores de produtos/serviços digitais devem amparar o consumidor em situações de exploração dessa vulnerabilidade, oferecendo instrumentos/recursos para coibir e combater comportamentos abusivos no ambiente virtual.</td>
</tr>

<tr>
<td class="org-left"><b><b>Canais de Atendimento, Denúncias e Moderação</b></b></td>
<td class="org-left">Ferramentas que provedores devem disponibilizar aos usuários para reclamar sobre problemas com serviços/produtos ou denunciar a utilização inadequada/abusiva de suas plataformas. Exemplos incluem SAC e ouvidorias. Em ambientes coletivos/interativos (redes sociais, jogos online), é fundamental oferecer opções para solicitação de <b><b>checagem de fatos (fact-checking)</b></b>. As denúncias apresentadas por meio desses canais devem ser rápida e rigorosamente apuradas e respondidas. A existência e eficácia desses canais são parte das boas práticas e compliance para coibir e prevenir comportamentos abusivos (como crimes contra a honra ou discriminação).</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
