lec.org
*** Ambiente virutal

| Conceito                         | Descrição                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     |
| Direito à Privacidade no Ambiente Virtual | Abordado com fundamento em normas jurídicas que disciplinam o acesso, a coleta, o tratamento e o uso de dados pessoais e protegem o cidadão contra abusos relativos à sua segurança e privacidade. Diversas normas jurídicas são aplicáveis para proteger a privacidade do cidadão brasileiro, incluindo a Declaração Universal dos Direitos Humanos, a Constituição de 1988, o Código Civil, a Lei de Crimes Cibernéticos, o Marco Civil da Internet e a Lei Geral de Proteção de Dados Pessoais (LGPD). A proteção à privacidade do usuário de serviços digitais no ambiente virtual surge como um **dever acessório que deve ser observado rigorosamente pelo fornecedor**. |
| Código de Defesa do Consumidor (CDC)     | Lei n. 8.078/1990, sancionada em 11 de setembro de 1990. Estabelece normas principiológicas de proteção e defesa do consumidor. Suas normas, princípios gerais e cláusulas abertas podem ser aplicadas no consumo via internet. Existindo relação de consumo, são adotadas suas regras protetivas, visando o atendimento das necessidades dos consumidores, respeito à sua dignidade, saúde e segurança, proteção de interesses econômicos, melhoria da qualidade de vida, transparência e harmonia das relações de consumo. As relações de consumo, independentemente do meio (físico ou virtual), aplicam-se as normas do CDC. Assegura o direito básico do consumidor à **garantia de qualidade e adequação dos produtos e serviços** e restringe a inserção no mercado de consumo de produto ou serviço apto a causar risco à saúde ou segurança. Adota a **vulnerabilidade do consumidor como princípio**, impondo ao fornecedor o dever de proteger o consumidor contra fraudes. |
| Lei de Crimes Cibernéticos               | Lei n. 12.737, de 30 de novembro de 2012. Criou o tipo penal **“Invasão de dispositivo informático”** através da redação do art. 154-A do Código Penal brasileiro. |
| Lei Geral de Proteção de Dados Pessoais (LGPD) | Lei Federal n. 13.709/2018, sancionada em 14 de agosto de 2018. **Regulamenta especificamente o uso e a proteção de dados pessoais**, especialmente no meio digital, objetivando proteger o direito fundamental da privacidade. Estabelece novas regras que regulamentam o tratamento de dados e a liberdade de escolha do usuário em relação à destinação de suas informações. Promove o **protagonismo do usuário na gestão dos seus dados**, e não mais pelos fornecedores. Estabelece como fundamento da proteção aos dados pessoais o **respeito à privacidade** e o **direito à livre autodeterminação informativa**. Compete ao fornecedor o estrito cumprimento de suas diretrizes. Aborda a transparência na coleta e tratamento de dados pessoais e a necessidade de sistemas de elevado nível de segurança. |
| Decreto n. 7.962/2013                    | Regulamentou o CDC, especificamente na matéria relativa à contratação via comércio eletrônico. Impõe aos fornecedores o dever de **prestar informações claras** a respeito do produto, serviço e de si próprio, **prestar atendimento facilitado** ao consumidor e **assegurar ao consumidor o respeito ao direito de arrependimento**. Regulamenta o exercício do direito de arrependimento. |
| Comércio Eletrônico                      | Contratação via internet, disciplinada tanto pelo Código Civil quanto pelo CDC. Os fornecedores no comércio eletrônico têm o dever de prestar informações claras sobre produto, serviço e a si próprios, oferecer atendimento facilitado e assegurar o direito de arrependimento. O consumidor está mais exposto no consumo virtual devido às facilidades para práticas ilícitas ou abusivas. Exige que o fornecedor observe rigorosamente os princípios do CDC e proporcione uma experiência positiva em todas as etapas negociais. |
| Termos de Uso e Política de Privacidade  | Documentos que devem ser elaborados de forma clara e transparente, especialmente ao abordar regras e condições, direitos, deveres e responsabilidades, multas, limitações ou exclusão de responsabilidades de ambas as partes de um contrato. Devem ser transparentes na coleta e tratamento de dados pessoais. A cessão dos dados coletados dos usuários consta nesses termos. Tradicionalmente, são contratos de adesão complexos e inacessíveis, faltando clareza e transparência, em desacordo com o art. 6º do CDC. |
| Coleta e Tratamento de Dados Pessoais    | Ocorre a partir da criação e coleta de dados e informações relacionadas aos usuários de produtos e serviços digitais. Regido pela LGPD. Fornecedores de serviços digitais possuem conhecimento técnico exclusivo sobre a criação, coleta e divulgação dessas informações. O grande valor comercial dessas informações reside na possibilidade de parceiros comerciais utilizá-las para direcionar publicidade. A transparência na coleta e tratamento de dados pessoais é um dever do fornecedor. |
| Direito de Arrependimento                | Previsto no art. 49 do CDC para compras realizadas fora do estabelecimento comercial convencional, como as compras virtuais. Permite ao consumidor desistir do contrato no prazo de sete dias a contar de sua assinatura ou do recebimento do produto/serviço. Viabiliza um prazo para reflexão do consumidor, permitindo verificar se o produto/serviço atende suas necessidades. O Decreto n. 7.962/2013 regulamenta seu exercício, impondo ao fornecedor o dever de informar os meios adequados e eficazes para exercê-lo. |
| Vulnerabilidade do Consumidor            | Reconhecimento de que o consumidor, especialmente no ambiente virtual, está mais exposto e necessita de proteção. O CDC adota essa vulnerabilidade como princípio, impondo deveres ao fornecedor. A vulnerabilidade é mais grave no caso de contratações por crianças e adolescentes sem supervisão. |
| Teoria do Risco da Atividade             | Estabelece que quem explora atividade econômica deve arcar com os danos decorrentes, ainda que não tenha concorrido para sua produção. Aplica-se no contexto da superioridade técnica dos fornecedores de serviços digitais em relação aos consumidores e os riscos inerentes à invasão de sistemas. |
| Oferta no Comércio Eletrônico            | A oferta anunciada no contexto de uma relação de consumo dá ensejo a execução específica pelo consumidor. Deve conter todos os elementos essenciais do negócio proposto, ser séria e consciente, pois vincula o proponente. A informação na oferta deve ser clara e precisa, em conformidade com o princípio da boa-fé. O fornecedor está obrigado a cumpri-la, exceto em casos de erro grosseiro evidente e não intencional. A má-fé do anunciante em ofertas que não pretende cumprir dá ao consumidor o direito de exigir o cumprimento. |
| Canais de Atendimento ao Consumidor      | Essenciais para o fornecedor oferecer um serviço eficiente, com canais de comunicação que permitam identificar e resolver dúvidas, problemas ou insatisfações. Devem ser eficientes para solução rápida de problemas, incluindo ouvidorias e sistemas de reclamações com atendimento humano. O uso de TIC como chatbots pode auxiliar, mas deve sempre haver supervisão humana e um caminho direto para atendimento pessoal. Devem ser gratuitos e com canais de acesso divulgados (telefone, online, endereço, CNPJ, e-mail). O atendimento deve ser cordial, técnico, ágil e eficiente. |
| Crimes Virtuais / Vulnerabilidades Informáticas | Riscos decorrentes de vulnerabilidades nos sistemas informáticos que podem viabilizar a prática de crimes virtuais. Exemplos incluem roubo de informações de clientes, clonagem de página (phishing), ataque DDoS, furto de base de dados e ransomware. Diante da ocorrência de fraude ou ataque virtual que gere dano ao consumidor, é dever exclusivo do fornecedor arcar integralmente com os prejuízos. A adoção de sistemas de elevado nível de segurança é necessária para proteger sistemas digitais e prevenir o cibercrime. |
| Capacidade Civil para Contratar        | Requisito para a validade de um contrato no Código Civil. Envolve a presença de agente capaz (pessoa maior de 18 anos). A capacidade civil plena surge aos 18 anos, habilitando o indivíduo à prática de todos os atos da vida civil, inclusive celebrar contratos. Contratações por menores de 18 anos sem o devido consentimento dos pais ou responsáveis legais podem ser anuladas judicialmente. |
| Contratação por Crianças e Adolescentes no Ambiente Virtual | Fenômeno crescente devido ao acesso massivo à internet e dispositivos. Apresenta riscos quando jovens utilizam meios de pagamento de terceiros sem autorização. O uso de contratos clickwrap pode levar à validação do aceite sem a devida supervisão parental. Contratações à distância admitem o direito de arrependimento. A ausência de mecanismos de segurança ou verificação de idade/autorização familiar por parte do fornecedor pode fundamentar pedido judicial de anulação da compra. Também há o risco de acesso a conteúdo ilícito ou inadequado à faixa etária. |
| Estatuto da Criança e do Adolescente (ECA) | Lei n. 8.069, de 13 de julho de 1990. Visa à **proteção integral dos infantes**, incluindo seu desenvolvimento mental, moral, espiritual e social, em condições de liberdade e dignidade. Impõe o dever de todos prevenirem ameaça ou violação de seus direitos. Determina ao poder público a regulamentação de diversões, estabelecendo faixas etárias e informações destacadas, evitando exposição a material impróprio e auxiliando pais na escolha de produtos/serviços seguros. O Marco Civil da Internet faz referência expressa ao ECA. |
| Controle Parental                        | Meio tecnológico que permite aos pais supervisionar e restringir o acesso de seus filhos a conteúdo entendido como impróprio. É um direito do usuário e um dever do poder público, provedores de conexão e aplicações, e sociedade civil promover educação e fornecer informações sobre seu uso. Fornecedores de produtos e serviços digitais devem ofertar meios tecnológicos que viabilizem um efetivo controle parental e supervisão familiar. Não se trata de censura, mas de uma ferramenta para proteger filhos dos riscos da internet. |
| Boa-fé e Transparência                   | Princípios a serem observados pelo fornecedor, notadamente na elaboração de termos de uso e política de privacidade, e nas relações de consumo em geral. Agir com lealdade e transparência em todas as etapas negociais. Evitar "pegadinhas" ou omitir informações importantes. Fundamentais para a harmonia das relações de consumo. |

