lec.html
<div id="outline-container-org6d49186" class="outline-3">
<h3 id="org6d49186">Capítulo 5</h3>
<div class="outline-text-3" id="text-org6d49186">
</div>
<div id="outline-container-org2cb014b" class="outline-4">
<h4 id="org2cb014b">Ambiente virutal</h4>
<div class="outline-text-4" id="text-org2cb014b">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Conceito</td>
<td class="org-left">Descrição</td>
</tr>

<tr>
<td class="org-left">Direito à Privacidade no Ambiente Virtual</td>
<td class="org-left">Abordado com fundamento em normas jurídicas que disciplinam o acesso, a coleta, o tratamento e o uso de dados pessoais e protegem o cidadão contra abusos relativos à sua segurança e privacidade. Diversas normas jurídicas são aplicáveis para proteger a privacidade do cidadão brasileiro, incluindo a Declaração Universal dos Direitos Humanos, a Constituição de 1988, o Código Civil, a Lei de Crimes Cibernéticos, o Marco Civil da Internet e a Lei Geral de Proteção de Dados Pessoais (LGPD). A proteção à privacidade do usuário de serviços digitais no ambiente virtual surge como um <b><b>dever acessório que deve ser observado rigorosamente pelo fornecedor</b></b>.</td>
</tr>

<tr>
<td class="org-left">Código de Defesa do Consumidor (CDC)</td>
<td class="org-left">Lei n. 8.078/1990, sancionada em 11 de setembro de 1990. Estabelece normas principiológicas de proteção e defesa do consumidor. Suas normas, princípios gerais e cláusulas abertas podem ser aplicadas no consumo via internet. Existindo relação de consumo, são adotadas suas regras protetivas, visando o atendimento das necessidades dos consumidores, respeito à sua dignidade, saúde e segurança, proteção de interesses econômicos, melhoria da qualidade de vida, transparência e harmonia das relações de consumo. As relações de consumo, independentemente do meio (físico ou virtual), aplicam-se as normas do CDC. Assegura o direito básico do consumidor à <b><b>garantia de qualidade e adequação dos produtos e serviços</b></b> e restringe a inserção no mercado de consumo de produto ou serviço apto a causar risco à saúde ou segurança. Adota a <b><b>vulnerabilidade do consumidor como princípio</b></b>, impondo ao fornecedor o dever de proteger o consumidor contra fraudes.</td>
</tr>

<tr>
<td class="org-left">Lei de Crimes Cibernéticos</td>
<td class="org-left">Lei n. 12.737, de 30 de novembro de 2012. Criou o tipo penal <b><b>“Invasão de dispositivo informático”</b></b> através da redação do art. 154-A do Código Penal brasileiro.</td>
</tr>

<tr>
<td class="org-left">Lei Geral de Proteção de Dados Pessoais (LGPD)</td>
<td class="org-left">Lei Federal n. 13.709/2018, sancionada em 14 de agosto de 2018. <b><b>Regulamenta especificamente o uso e a proteção de dados pessoais</b></b>, especialmente no meio digital, objetivando proteger o direito fundamental da privacidade. Estabelece novas regras que regulamentam o tratamento de dados e a liberdade de escolha do usuário em relação à destinação de suas informações. Promove o <b><b>protagonismo do usuário na gestão dos seus dados</b></b>, e não mais pelos fornecedores. Estabelece como fundamento da proteção aos dados pessoais o <b><b>respeito à privacidade</b></b> e o <b><b>direito à livre autodeterminação informativa</b></b>. Compete ao fornecedor o estrito cumprimento de suas diretrizes. Aborda a transparência na coleta e tratamento de dados pessoais e a necessidade de sistemas de elevado nível de segurança.</td>
</tr>

<tr>
<td class="org-left">Decreto n. 7.962/2013</td>
<td class="org-left">Regulamentou o CDC, especificamente na matéria relativa à contratação via comércio eletrônico. Impõe aos fornecedores o dever de <b><b>prestar informações claras</b></b> a respeito do produto, serviço e de si próprio, <b><b>prestar atendimento facilitado</b></b> ao consumidor e <b><b>assegurar ao consumidor o respeito ao direito de arrependimento</b></b>. Regulamenta o exercício do direito de arrependimento.</td>
</tr>

<tr>
<td class="org-left">Comércio Eletrônico</td>
<td class="org-left">Contratação via internet, disciplinada tanto pelo Código Civil quanto pelo CDC. Os fornecedores no comércio eletrônico têm o dever de prestar informações claras sobre produto, serviço e a si próprios, oferecer atendimento facilitado e assegurar o direito de arrependimento. O consumidor está mais exposto no consumo virtual devido às facilidades para práticas ilícitas ou abusivas. Exige que o fornecedor observe rigorosamente os princípios do CDC e proporcione uma experiência positiva em todas as etapas negociais.</td>
</tr>

<tr>
<td class="org-left">Termos de Uso e Política de Privacidade</td>
<td class="org-left">Documentos que devem ser elaborados de forma clara e transparente, especialmente ao abordar regras e condições, direitos, deveres e responsabilidades, multas, limitações ou exclusão de responsabilidades de ambas as partes de um contrato. Devem ser transparentes na coleta e tratamento de dados pessoais. A cessão dos dados coletados dos usuários consta nesses termos. Tradicionalmente, são contratos de adesão complexos e inacessíveis, faltando clareza e transparência, em desacordo com o art. 6º do CDC.</td>
</tr>

<tr>
<td class="org-left">Coleta e Tratamento de Dados Pessoais</td>
<td class="org-left">Ocorre a partir da criação e coleta de dados e informações relacionadas aos usuários de produtos e serviços digitais. Regido pela LGPD. Fornecedores de serviços digitais possuem conhecimento técnico exclusivo sobre a criação, coleta e divulgação dessas informações. O grande valor comercial dessas informações reside na possibilidade de parceiros comerciais utilizá-las para direcionar publicidade. A transparência na coleta e tratamento de dados pessoais é um dever do fornecedor.</td>
</tr>

<tr>
<td class="org-left">Direito de Arrependimento</td>
<td class="org-left">Previsto no art. 49 do CDC para compras realizadas fora do estabelecimento comercial convencional, como as compras virtuais. Permite ao consumidor desistir do contrato no prazo de sete dias a contar de sua assinatura ou do recebimento do produto/serviço. Viabiliza um prazo para reflexão do consumidor, permitindo verificar se o produto/serviço atende suas necessidades. O Decreto n. 7.962/2013 regulamenta seu exercício, impondo ao fornecedor o dever de informar os meios adequados e eficazes para exercê-lo.</td>
</tr>

<tr>
<td class="org-left">Vulnerabilidade do Consumidor</td>
<td class="org-left">Reconhecimento de que o consumidor, especialmente no ambiente virtual, está mais exposto e necessita de proteção. O CDC adota essa vulnerabilidade como princípio, impondo deveres ao fornecedor. A vulnerabilidade é mais grave no caso de contratações por crianças e adolescentes sem supervisão.</td>
</tr>

<tr>
<td class="org-left">Teoria do Risco da Atividade</td>
<td class="org-left">Estabelece que quem explora atividade econômica deve arcar com os danos decorrentes, ainda que não tenha concorrido para sua produção. Aplica-se no contexto da superioridade técnica dos fornecedores de serviços digitais em relação aos consumidores e os riscos inerentes à invasão de sistemas.</td>
</tr>

<tr>
<td class="org-left">Oferta no Comércio Eletrônico</td>
<td class="org-left">A oferta anunciada no contexto de uma relação de consumo dá ensejo a execução específica pelo consumidor. Deve conter todos os elementos essenciais do negócio proposto, ser séria e consciente, pois vincula o proponente. A informação na oferta deve ser clara e precisa, em conformidade com o princípio da boa-fé. O fornecedor está obrigado a cumpri-la, exceto em casos de erro grosseiro evidente e não intencional. A má-fé do anunciante em ofertas que não pretende cumprir dá ao consumidor o direito de exigir o cumprimento.</td>
</tr>

<tr>
<td class="org-left">Canais de Atendimento ao Consumidor</td>
<td class="org-left">Essenciais para o fornecedor oferecer um serviço eficiente, com canais de comunicação que permitam identificar e resolver dúvidas, problemas ou insatisfações. Devem ser eficientes para solução rápida de problemas, incluindo ouvidorias e sistemas de reclamações com atendimento humano. O uso de TIC como chatbots pode auxiliar, mas deve sempre haver supervisão humana e um caminho direto para atendimento pessoal. Devem ser gratuitos e com canais de acesso divulgados (telefone, online, endereço, CNPJ, e-mail). O atendimento deve ser cordial, técnico, ágil e eficiente.</td>
</tr>

<tr>
<td class="org-left">Crimes Virtuais / Vulnerabilidades Informáticas</td>
<td class="org-left">Riscos decorrentes de vulnerabilidades nos sistemas informáticos que podem viabilizar a prática de crimes virtuais. Exemplos incluem roubo de informações de clientes, clonagem de página (phishing), ataque DDoS, furto de base de dados e ransomware. Diante da ocorrência de fraude ou ataque virtual que gere dano ao consumidor, é dever exclusivo do fornecedor arcar integralmente com os prejuízos. A adoção de sistemas de elevado nível de segurança é necessária para proteger sistemas digitais e prevenir o cibercrime.</td>
</tr>

<tr>
<td class="org-left">Capacidade Civil para Contratar</td>
<td class="org-left">Requisito para a validade de um contrato no Código Civil. Envolve a presença de agente capaz (pessoa maior de 18 anos). A capacidade civil plena surge aos 18 anos, habilitando o indivíduo à prática de todos os atos da vida civil, inclusive celebrar contratos. Contratações por menores de 18 anos sem o devido consentimento dos pais ou responsáveis legais podem ser anuladas judicialmente.</td>
</tr>

<tr>
<td class="org-left">Contratação por Crianças e Adolescentes no Ambiente Virtual</td>
<td class="org-left">Fenômeno crescente devido ao acesso massivo à internet e dispositivos. Apresenta riscos quando jovens utilizam meios de pagamento de terceiros sem autorização. O uso de contratos clickwrap pode levar à validação do aceite sem a devida supervisão parental. Contratações à distância admitem o direito de arrependimento. A ausência de mecanismos de segurança ou verificação de idade/autorização familiar por parte do fornecedor pode fundamentar pedido judicial de anulação da compra. Também há o risco de acesso a conteúdo ilícito ou inadequado à faixa etária.</td>
</tr>

<tr>
<td class="org-left">Estatuto da Criança e do Adolescente (ECA)</td>
<td class="org-left">Lei n. 8.069, de 13 de julho de 1990. Visa à <b><b>proteção integral dos infantes</b></b>, incluindo seu desenvolvimento mental, moral, espiritual e social, em condições de liberdade e dignidade. Impõe o dever de todos prevenirem ameaça ou violação de seus direitos. Determina ao poder público a regulamentação de diversões, estabelecendo faixas etárias e informações destacadas, evitando exposição a material impróprio e auxiliando pais na escolha de produtos/serviços seguros. O Marco Civil da Internet faz referência expressa ao ECA.</td>
</tr>

<tr>
<td class="org-left">Controle Parental</td>
<td class="org-left">Meio tecnológico que permite aos pais supervisionar e restringir o acesso de seus filhos a conteúdo entendido como impróprio. É um direito do usuário e um dever do poder público, provedores de conexão e aplicações, e sociedade civil promover educação e fornecer informações sobre seu uso. Fornecedores de produtos e serviços digitais devem ofertar meios tecnológicos que viabilizem um efetivo controle parental e supervisão familiar. Não se trata de censura, mas de uma ferramenta para proteger filhos dos riscos da internet.</td>
</tr>

<tr>
<td class="org-left">Boa-fé e Transparência</td>
<td class="org-left">Princípios a serem observados pelo fornecedor, notadamente na elaboração de termos de uso e política de privacidade, e nas relações de consumo em geral. Agir com lealdade e transparência em todas as etapas negociais. Evitar "pegadinhas" ou omitir informações importantes. Fundamentais para a harmonia das relações de consumo.</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
