lec.html
<div id="outline-container-orgb2a90f4" class="outline-3">
<h3 id="orgb2a90f4">Capítulo 6</h3>
<div class="outline-text-3" id="text-orgb2a90f4">
</div>
<div id="outline-container-org79bedee" class="outline-4">
<h4 id="org79bedee">Crimes virtuais e relações de trabalho: legislação e conformidade na Era Digital</h4>
<div class="outline-text-4" id="text-org79bedee">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Conceito</td>
<td class="org-left">Descrição</td>
</tr>

<tr>
<td class="org-left"><b><b>Crimes virtuais</b></b></td>
<td class="org-left">Novas formas de criminalidade amparadas pela nova realidade proporcionada pelas relações virtuais no âmbito da internet, surgidas com o desenvolvimento das Tecnologias da Informação e Comunicação (TICs).</td>
</tr>

<tr>
<td class="org-left"><b><b>TICs (Tecnologias da Informação e Comunicação)</b></b></td>
<td class="org-left">Ferramentas que facilitaram o acesso e a difusão de informações, o comércio de produtos e serviços (inclusive via internet), transações bancárias, pagamentos digitais, entre outros. Contudo, também promoveram reflexos sociais negativos ao gerar novas formas de criminalidade.</td>
</tr>

<tr>
<td class="org-left"><b><b>Direito penal</b></b></td>
<td class="org-left">Corpo de normas jurídicas destinado ao combate à criminalidade e à defesa da sociedade, conforme o texto de leis penais como o Código Penal (Brasil, 1940). Corresponde a um poder soberano do Estado que, por meio da legislação penal, permite-lhe assegurar as condições de existência e continuidade da organização social.</td>
</tr>

<tr>
<td class="org-left"><b><b>Sociedade da informação</b></b></td>
<td class="org-left">Organização social em que há a geração, o processamento e a comunicação da informação como fontes fundamentais de produtividade e poder, propiciados por novas tecnologias, em contraste com a sociedade analógica do passado.</td>
</tr>

<tr>
<td class="org-left"><b><b>Comércio eletrônico</b></b></td>
<td class="org-left">O desenvolvimento do comércio de produtos e serviços via internet, que está diretamente relacionado à disseminação do uso comercial da internet e às diversas facilidades proporcionadas pelas TICs, como a oferta de comércio eletrônico.</td>
</tr>

<tr>
<td class="org-left"><b><b>Formas de pagamento eletrônico/digital</b></b></td>
<td class="org-left">Meios de pagamento que dispensam o uso de dinheiro em espécie ou cheque, como transações bancárias por internet banking, pagamentos digitais online (ex: Pix) ou presenciais (ex: QR Code, NFC). A adesão a esses meios foi acelerada pela pandemia de Covid-19, mas eles também têm sido alvo de quadrilhas especializadas, inclusive usados em crimes como sequestros-relâmpagos via Pix.</td>
</tr>

<tr>
<td class="org-left"><b><b>Crimes contra o patrimônio (virtuais)</b></b></td>
<td class="org-left">Crimes que podem ser realizados a partir de um dispositivo informático conectado à internet. Incluem ações de quadrilhas especializadas em roubo de informações de clientes, clonagem de páginas (phishing), furto de bases de dados e sequestro de dados via criptografia (ransomware).</td>
</tr>

<tr>
<td class="org-left"><b><b>Estelionato (art. 171 do Código Penal)</b></b></td>
<td class="org-left">Obter, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil ou qualquer outro meio fraudulento. Tal tipo penal recebeu novos contornos com o uso de e-mail e WhatsApp e sofisticadas técnicas de engenharia social, como a clonagem de celular para pedir dinheiro emprestado aos contatos da vítima.</td>
</tr>

<tr>
<td class="org-left"><b><b>Crimes contra a honra (arts. 138 a 140 do Código Penal)</b></b></td>
<td class="org-left">Crimes de calúnia, difamação e injúria que podem ser praticados por meio da utilização indevida de ambientes virtuais, como redes sociais, portais de notícias e grupos de aplicativos de mensagens.</td>
</tr>

<tr>
<td class="org-left"><b><b>Prevenção e combate aos cibercrimes</b></b></td>
<td class="org-left">Ações para enfrentar as inúmeras formas de criminalidade alavancadas pelas TICs. Demandam a atualização constante da legislação penal, criando tipos penais para as novas modalidades de delitos informáticos, e o aperfeiçoamento das estruturas de atuação do Estado, como a criação de delegacias especializadas.</td>
</tr>

<tr>
<td class="org-left"><b><b>Delegacias especializadas em cibercriminalidade</b></b></td>
<td class="org-left">Órgãos específicos da Polícia Civil e Polícia Federal criados para combater crimes cometidos por meios eletrônicos e auxiliar em investigações criminais ou administrativas de mesma natureza. Exemplos incluem o Nuciber na Polícia Civil do Paraná (âmbito estadual) e o SRCC na Polícia Federal (âmbito federal, responsável por crimes transnacionais e contra a Administração Pública federal).</td>
</tr>

<tr>
<td class="org-left"><b><b>Parcerias público-privadas (combate ao cibercrime)</b></b></td>
<td class="org-left">Colaborações necessárias entre órgãos de investigação (como a PF) e empresas (especialmente as que oferecem as plataformas onde os crimes são cometidos) para que os investigadores consigam as informações em tempo hábil, já que a maioria dos dados está com a iniciativa privada. Acordos com empresas como Microsoft e Google são exemplos citados.</td>
</tr>

<tr>
<td class="org-left"><b><b>Plataforma Orus</b></b></td>
<td class="org-left">Tecnologia utilizada pela Polícia Federal para auxiliar na identificação de criminosos. Permite que o policial insira requisições de dados (judiciais ou extrajudiciais) que são enviadas diretamente a empresas aderentes (Google e Microsoft), agilizando a resposta e facilitando os procedimentos de investigação.</td>
</tr>

<tr>
<td class="org-left"><b><b>Princípio da anterioridade da lei</b></b></td>
<td class="org-left">Princípio do direito penal, previsto no art. 1º do Código Penal, que estabelece que <b><b>não há crime sem lei anterior que o defina, nem pena sem prévia cominação legal</b></b>. Diante da crescente criminalidade digital, implica que a legislação penal precisa se manter atualizada, criando tipos penais que contemplem as novas modalidades de delitos informáticos.</td>
</tr>

<tr>
<td class="org-left"><b><b>Lei n. 12.737/2012 (Lei Carolina Dieckmann)</b></b></td>
<td class="org-left">Lei que atualizou o Código Penal, estabelecendo como crimes informáticos delitos como a invasão de dispositivo informático com o fim de obter/adulterar/destruir dados ou instalar vulnerabilidades (art. 154-A), a interrupção ou perturbação de serviço informático/telemático (art. 266), e a falsificação de documento particular/cartão (art. 298).</td>
</tr>

<tr>
<td class="org-left"><b><b>Lei n. 14.155/2021</b></b></td>
<td class="org-left">Lei que alterou o Código Penal, tornando mais graves crimes como a violação de dispositivo informático efetuada com certas finalidades (obtenção/adulteração/destruição de dados, instalação de vulnerabilidades) e a prática de furto e estelionato de forma eletrônica ou pela internet.</td>
</tr>

<tr>
<td class="org-left"><b><b>Ransomware (Sequestro de dados informáticos)</b></b></td>
<td class="org-left">Modalidade de ataque cibernético em que um código malicioso (vírus) criptografa sistemas e informações armazenadas no dispositivo, tornando-os inutilizáveis ou inacessíveis aos seus usuários. O agente busca obter vantagem como condição ou preço do resgate para restabelecer o acesso. A disseminação pode ocorrer por e-mails, engenharia social ou exploração de vulnerabilidades, sem necessariamente envolver invasão direta. É uma conduta que não estava perfeitamente caracterizada na legislação penal brasileira e tem sido alvo de proposta de criminalização específica.</td>
</tr>

<tr>
<td class="org-left"><b><b>Projeto de Lei n. 879/2022</b></b></td>
<td class="org-left">Iniciativa legislativa (em tramitação) que pretende alterar o Código Penal para qualificar o crime de invasão de dispositivo informático quando resultar na obtenção de dados pessoais e criar um tipo penal específico para o crime de sequestro de dados informáticos (ransomware), tornando-o mais grave em certas circunstâncias, como se praticado contra autoridade pública ou atingir sistemas governamentais. Justifica-se pela necessidade de atualizar a legislação para reprimir e combater o crescimento do crime organizado digital, mesmo após inovações recentes.</td>
</tr>

<tr>
<td class="org-left"><b><b>Convenção sobre o Crime Cibernético (Convenção de Budapeste)</b></b></td>
<td class="org-left">Tratado internacional, também conhecido como Convenção de Budapeste, firmado no âmbito do Conselho da Europa para promover a cooperação entre os países no combate aos crimes praticados pela internet e com o uso de computadores. O Estado Brasileiro aderiu a esta Convenção por meio do Decreto Legislativo n. 37/2021.</td>
</tr>

<tr>
<td class="org-left"><b><b>Relações de trabalho na Era Digital/Indústria 4.0</b></b></td>
<td class="org-left">As novas formas de trabalho e emprego que surgiram com o desenvolvimento das TICs e a chamada quarta revolução industrial (Indústria 4.0). A Indústria 4.0, baseada em tecnologias avançadas (automação, IoT, IA, big data, etc.), alterou rotinas e a forma de trabalhar, levando ao surgimento de novas profissões digitais e demandando qualificação no uso de ferramentas digitais. Essas novas relações implicam demandas por novas políticas e práticas de conformidade.</td>
</tr>

<tr>
<td class="org-left"><b><b>Direito do trabalho</b></b></td>
<td class="org-left">Ramo da ciência jurídica formado por um conjunto de princípios, regras, valores e institutos destinados à regulação das relações individuais e coletivas entre empregados e empregadores, buscando a progressividade da proteção da dignidade humana e das condições dos trabalhadores.</td>
</tr>

<tr>
<td class="org-left"><b><b>Empregado</b></b></td>
<td class="org-left">Conceituado pelo art. 3º da CLT como toda pessoa física que presta serviços de natureza não eventual a empregador, sob a dependência deste e mediante salário.</td>
</tr>

<tr>
<td class="org-left"><b><b>Empregador</b></b></td>
<td class="org-left">Conceituado pelo art. 2º da CLT como a empresa, individual ou coletiva, que, assumindo os riscos da atividade econômica, admite, assalaria e dirige a prestação pessoal de serviço. Equiparam-se ao empregador, para efeitos da relação de emprego, profissionais liberais e certas instituições sem fins lucrativos que admitam trabalhadores como empregados.</td>
</tr>

<tr>
<td class="org-left"><b><b>Indústria 4.0</b></b></td>
<td class="org-left">Também chamada de quarta revolução industrial, é baseada em tecnologias de automação, internet das coisas (IoT), internet dos serviços (IoS), big data analytic, uso intensivo de inteligência artificial (IA) e computação em nuvem. Tem como objetivo aumentar a eficiência de processos produtivos, otimizando custos e reduzindo desperdício, por meio da substituição de postos de baixa complexidade e incentivo à aquisição de novas habilidades para empregos que demandam proficiência no uso digital.</td>
</tr>

<tr>
<td class="org-left"><b><b>Pandemia de Covid-19 (impacto no trabalho)</b></b></td>
<td class="org-left">Evento que gerou reflexos significativos nas relações de trabalho, notadamente pela restrição de circulação que levou à adoção massiva e, inicialmente, improvisada do teletrabalho como alternativa. Também acelerou a adesão a meios de pagamento eletrônicos por parte da população.</td>
</tr>

<tr>
<td class="org-left"><b><b>Teletrabalho/Trabalho remoto</b></b></td>
<td class="org-left">Modalidade de trabalho que se tornou uma alternativa viável e amplamente utilizada durante a pandemia de Covid-19, facilitada pelo acesso prévio à TIC nos lares brasileiros. Inicialmente regulamentado de maneira superficial na CLT, sua adoção massiva trouxe discussões sobre impactos na saúde, direito à desconexão e controle de jornada. Atualmente, é regulamentado pela Lei n. 14.442/2022, que detalha regras, aborda responsabilidades por despesas de retorno ao presencial e estabelece prioridade para certos empregados. Apresenta implicações jurídicas que demandam políticas de conformidade e atenção à privacidade do trabalhador.</td>
</tr>

<tr>
<td class="org-left"><b><b>Lei n. 14.442/2022</b></b></td>
<td class="org-left">Lei que regulamenta o teletrabalho e o pagamento do auxílio alimentação ao trabalhador no Brasil. No que se refere ao teletrabalho, ela visa modernizar e oferecer maior clareza conceitual e segurança jurídica a essa modalidade, detalhando regras (previstas no art. 75-B da CLT) e abordando, entre outros pontos, a não responsabilidade do empregador por despesas de retorno ao trabalho presencial em certa hipótese e a prioridade na alocação em vagas de teletrabalho para empregados com deficiência ou com filhos/crianças pequenas (art. 75-F da CLT).</td>
</tr>

<tr>
<td class="org-left"><b><b>Medida Provisória n. 927/2020</b></b></td>
<td class="org-left">Medida editada em 22 de março de 2020 para dispor sobre as medidas trabalhistas que poderiam ser adotadas em caráter provisório durante a pandemia de Covid-19. Teve como objetivo proteger os direitos dos trabalhadores em tempos excepcionais e oferecer segurança jurídica aos empregadores para disciplinar a relação de trabalho telepresencial.</td>
</tr>

<tr>
<td class="org-left"><b><b>Privacidade do trabalhador (em ambiente digital)</b></b></td>
<td class="org-left">Um dos aspectos jurídicos mais relevantes relacionados ao trabalho em meios digitais, notadamente no trabalho à distância, é o respeito ao direito à privacidade e à intimidade do trabalhador. Este direito é estabelecido como fundamental pela Constituição Federal (art. 5º) e se estende às relações de emprego, embora não seja absoluto e encontre limites no direito do empregador de organizar, regular e fiscalizar as atividades laborais.</td>
</tr>

<tr>
<td class="org-left"><b><b>Direito de monitoramento/fiscalização do empregador</b></b></td>
<td class="org-left">Direito do empregador, exercido no âmbito de seu poder de direção (art. 2º da CLT), de fiscalizar e monitorar a forma como o empregado realiza seu trabalho, incluindo o uso de ferramentas informáticas concedidas como instrumentos de trabalho. Justifica-se para evitar uso não apropriado ou criminoso das ferramentas, fiscalizar o uso adequado dos recursos, e evitar violação de segredos, negociações não autorizadas, mau procedimento, indisciplina, insubordinação, atos lesivos à honra/fama, uso recreativo e exposição a vírus/ameaças. A empresa pode responder civilmente por atos ilícitos do empregado se não fiscalizar. O monitoramento deve ter o propósito exclusivo de coibir uso imoral e evitar transtornos, não de devassar a privacidade.</td>
</tr>

<tr>
<td class="org-left"><b><b>Limites ao monitoramento do empregador</b></b></td>
<td class="org-left">Restrições ao direito de monitoramento do empregador, que deve sempre observar a legislação em vigor e os critérios jurídicos, especialmente o direito à privacidade do trabalhador. As informações trafegadas por ferramentas corporativas, como regra, não dispõem da mesma proteção ao sigilo e privacidade que teriam em ferramentas pessoais, sendo o entendimento predominante nos tribunais que mensagens em redes corporativas pertencem à empresa e são passíveis de monitoramento. No entanto, há limites, como o monitoramento por webcam, que deve ser devidamente justificado e relacionado à atividade. A prática precisa ser anunciada previamente, especialmente no trabalho remoto.</td>
</tr>

<tr>
<td class="org-left"><b><b>Boas práticas de conformidade (no ambiente de trabalho digital)</b></b></td>
<td class="org-left">Medidas recomendadas para prevenir riscos e incidentes informáticos, promover segurança digital e alinhar-se a diretrizes éticas e jurídicas. Incluem a capacitação dos colaboradores para perceber e prevenir situações de risco e perigos informáticos, adoção de tecnologia necessária para prevenção e enfrentamento de ataques, gerenciamento atento de permissões e níveis de acessos, restrição de acesso a recursos de software e hardware, monitoramento e auditoria regulares do ambiente de rede corporativa, e a criação de uma cultura corporativa de segurança digital por meio de treinamentos periódicos. É fundamental esclarecer aos colaboradores que as ferramentas corporativas não devem ser usadas com expectativa de privacidade.</td>
</tr>

<tr>
<td class="org-left"><b><b>Responsabilidade civil por ato do preposto (art. 932 CC)</b></b></td>
<td class="org-left">Norma do Código Civil (Brasil, 2002) que estabelece que o empregador (aquele que responde pelos atos de seus empregados, prepostos ou serviçais, no exercício do trabalho que lhes competir, ou em razão dele) é diretamente responsável pela reparação civil decorrente de atos ilícitos praticados por seus empregados. A empresa que fornece ferramentas de comunicação via internet pode responder civilmente pelos danos causados por seus empregados se sua conduta culposa (por não fiscalizar, vigiar e disciplinar adequadamente as atividades) contribuiu.</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
