lec.org
** Observações...

*** Como organizei o conteúdo desta página

Esta página contém resumos dos principais conceitos da disciplina *"Legislação, ética e conformidade"*, extraídos de arquivos no formato PDF com a ferramenta [[https://notebooklm.google.com][NotebookLM]].

De forma simples, enviei os arquivos para o NotebookLM e pedi os resumos com o seguinte comando:

*Organize uma tabela com o resumo dos principais conceitos do texto. Na primeira coluna, o nome do conceito e na segunda, o conceito em si.*

Por questões de mudança no algorítimo do NotebookLM (uma suspeita), desta vez e para simplificar, apenas repeti o comando para os seis arquivos referentes a cada capítulo.

A publicação final continua uma exportação simples, do formato org mode para HTML, usando o Emacs.

* [[./index.html][Voltar para o início...]]
