lec.html
<div id="outline-container-org0309012" class="outline-3">
<h3 id="org0309012">Observações&#x2026;</h3>
<div class="outline-text-3" id="text-org0309012">
</div>
<div id="outline-container-org1b2de56" class="outline-4">
<h4 id="org1b2de56">Como organizei o conteúdo desta página</h4>
<div class="outline-text-4" id="text-org1b2de56">
<p>
Esta página contém resumos dos principais conceitos da disciplina <b>"Legislação, ética e conformidade"</b>, extraídos de arquivos no formato PDF com a ferramenta <a href="https://notebooklm.google.com">NotebookLM</a>.
</p>

<p>
De forma simples, enviei os arquivos para o NotebookLM e pedi os resumos com o seguinte comando:
</p>

<p>
<b>Organize uma tabela com o resumo dos principais conceitos do texto. Na primeira coluna, o nome do conceito e na segunda, o conceito em si.</b>
</p>

<p>
Por questões de mudança no algorítimo do NotebookLM (uma suspeita), desta vez e para simplificar, apenas repeti o comando para os seis arquivos referentes a cada capítulo.
</p>

<p>
A publicação final continua uma exportação simples, do formato org mode para HTML, usando o Emacs.
</p>
</div>
</div>
</div>
<div id="outline-container-org4e5470c" class="outline-2">
<h2 id="org4e5470c"><a href="./index.html">Voltar para o início&#x2026;</a></h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Jackson de Jesus</p>
<p class="date">Created: 2025-05-26 seg 20:42</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
